Repository: chi-rei-den/TerrariaLocalization
Catalog: zhHans/project/tm/penalty-20/legacy_impcn.tmx
Source language: en_us
Languages: zh_cn

source: Summons Shadowflame tentacles to strike your foe
zh_cn: 召唤暗影火焰之触手来攻击敌人

source: Summons Skeletron Prime
zh_cn: 召唤骷髅至尊

source: Summons The Twins
zh_cn: 召唤双子魔眼

source: Summons a Baby Dinosaur
zh_cn: 召唤一只小恐龙

source: Summons a Baby Eater of Souls
zh_cn: 召唤吞噬者宝宝

source: Summons a Baby Face Monster
zh_cn: 召唤巨脸怪宝宝

source: Summons a Baby Grinch
zh_cn: 召唤一只圣诞小怪杰

source: Summons a Baby Hornet
zh_cn: 召唤一只小黄蜂

source: Summons a Baby Skeletron Head
zh_cn: 召唤一个小骷髅头

source: Summons a Baby Truffle
zh_cn: 召唤一个小蘑菇人

source: Summons a Goblin Army
zh_cn: 召唤哥布林军队

source: Summons a Pet Lizard
zh_cn: 召唤一只宠物蜥蜴

source: Summons a Pet Parrot
zh_cn: 召唤一只宠物鹦鹉

source: Summons a Pet Sapling
zh_cn: 召唤一颗宠物树苗

source: Summons a Puppy
zh_cn: 召唤一只小狗

source: Summons a Pygmy to fight for you
zh_cn: 召唤俾格米小矮人为你而战

source: Summons a Tiki Spirit
zh_cn: 召唤一个提基之灵

source: Summons a UFO to fight for you
zh_cn: 召唤UFO让它为你作战

source: Summons a Wisp to provide light
zh_cn: 召唤瓶子里的小精灵来为你提供照明

source: Summons a baby penguin
zh_cn: 召唤企鹅宝宝

source: Summons a baby slime to fight for you
zh_cn: 召唤一只小史莱姆为你而战

source: Summons a baby snowman
zh_cn: 召唤一个小雪人

source: Summons a black kitty
zh_cn: 召唤一只黑色小猫咪

source: Summons a block of ice
zh_cn: 召唤一块冰

source: Summons a cloud to rain blood on your foes
zh_cn: 召唤一朵血云在你的敌人上空降下血雨

source: Summons a cloud to rain down on your foes
zh_cn: 召唤一朵雷云在你的敌人上空下雨

source: Summons a controllable ball of fire
zh_cn: 召唤一枚可以控制的火球

source: Summons a cursed sapling to follow you
zh_cn: 召唤一只会跟着你的万圣小树妖

source: Summons a flying piggy bank to store your items
zh_cn: 召唤飞猪存钱罐,储存你的物品

source: Summons a heart to provide light
zh_cn: 召唤一颗心脏来提供照明

source: Summons a hornet to fight for you
zh_cn: 召唤一只毒蜂为你而战

source: Summons a lost soul to chase your foes
zh_cn: 召唤一个亡魂追踪敌人

source: Summons a lunar portal to shoot lasers at your enemies
zh_cn: 召唤月亮传送门,向敌人发射激光

source: Summons a magic lantern that exposes nearby treasure
zh_cn: 召唤用来显露附近宝藏的魔法灯笼

source: Summons a magical fairy
zh_cn: 召唤魔法精灵

source: Summons a massive crystal spike
zh_cn: 召唤巨大的水晶尖刺

source: Summons a mini minotaur
zh_cn: 召唤小牛头人

source: Summons a pet Zephyr Fish
zh_cn: 召唤一条宠物飞鱼

source: Summons a pet bunny
zh_cn: 召唤宠物兔子

source: Summons a pet dragon
zh_cn: 召唤一只宠物小龙

source: Summons a pet flickerwick to provide light
zh_cn: 召唤一宠物闪烁烛芯来提供光源

source: Summons a pet gato
zh_cn: 召唤一只宠物小喵

source: Summons a pet spider
zh_cn: 召唤一只宠物蜘蛛

source: Summons a pet squashling
zh_cn: 召唤一个宠物南瓜娃娃

source: Summons a pet turtle
zh_cn: 召唤宠物海龟

source: Summons a pirate invasion
zh_cn: 召唤海盗入侵 “其实没人知道宝藏到底在哪”

source: Summons a powerful boulder
zh_cn: 召唤一枚强大的巨石

source: Summons a powerful frost hydra to spit ice at your enemies
zh_cn: 召唤一只强大的寒霜九头蛇,向敌人吐出极寒冰晶

source: Summons a powerful leaf crystal to shoot at nearby enemies
zh_cn: 召唤强大的叶绿晶体攻击附近的敌人

source: Summons a raven to fight for you
zh_cn: 召唤一只乌鸦为你而战

source: Summons a rideable Bee mount
zh_cn: 召唤可骑乘的蜜蜂坐骑

source: Summons a rideable Bunny mount
zh_cn: 召唤可骑乘的兔子坐骑

source: Summons a rideable Drill mount
zh_cn: 召唤可骑乘的挖掘机坐骑

source: Summons a rideable Pigron mount
zh_cn: 召唤可骑乘的猪鲨坐骑

source: Summons a rideable Scutlix mount
zh_cn: 召唤可骑乘的蛞蝓坐骑

source: Summons a rideable Slime mount
zh_cn: 召唤可骑乘的史莱姆坐骑

source: Summons a rideable Turtle mount
zh_cn: 召唤可骑乘的海龟坐骑

source: Summons a rideable UFO mount
zh_cn: 召唤可骑乘的UFO坐骑

source: Summons a rideable basilisk mount
zh_cn: 召唤一个可骑乘的巨蜥坐骑

source: Summons a rideable reindeer
zh_cn: 召唤一只骑乘的驯鹿

source: Summons a rideable unicorn mount
zh_cn: 召唤可骑乘的独角兽坐骑

source: Summons a spider queen to spit eggs at your enemies
zh_cn: 召唤一只蜘蛛女皇向敌人吐蜘蛛卵

source: Summons a thorn spear
zh_cn: 召唤刺矛

source: Summons a vile thorn
zh_cn: 召唤魔刺

source: Summons a wall of cursed flames
zh_cn: 召唤诅咒焰墙

source: Summons an eyeball spring
zh_cn: 召唤一只弹簧眼球

source: Summons an imp to fight for you
zh_cn: 召唤一只魔精小鬼为你而战

source: Summons bats to attack your enemies
zh_cn: 召唤一群蝙蝠攻击敌人

source: Summons falling stars on impact
zh_cn: 碰撞时召唤落星

source: Summons ghosts as it hits enemies
zh_cn: 召唤龙魂来吞噬敌人

source: Summons pirates to fight for you
zh_cn: 召唤海盗为你而战

source: Summons rapid fire crystal shards
zh_cn: 召唤速射魔晶碎片

source: Summons sharknados to fight for you
zh_cn: 召唤龙卷鲨为你而战

source: Summons spiders to fight for you
zh_cn: 召唤蜘蛛为你而战

source: Summons spores over time that will damage enemies
zh_cn: 不断在周围召唤孢子来伤害敌人

source: Summons the Brain of Cthulhu
zh_cn: 召唤克苏鲁之脑

source: Summons the Devil's trident
zh_cn: 召唤恶魔三叉戟

source: Summons the Eater of Worlds
zh_cn: 召唤世界吞噬者

source: Summons the Eclipse
zh_cn: 召唤日食

source: Summons the Eye of Cthulhu
zh_cn: 召唤克苏鲁之眼

source: Summons the Frost Legion
zh_cn: 召唤雪人军团

source: Summons the Frost Moon
zh_cn: 召唤冰霜之月

source: Summons the Impending Doom
zh_cn: 召唤即将到来的灾厄

source: Summons the Pumpkin Moon
zh_cn: 召唤万圣南瓜月

source: Summons the Queen Bee
zh_cn: 召唤蜂后

source: Summons twins to fight for you
zh_cn: 召唤双子魔眼为你而战

source: Summons unholy fire balls
zh_cn: 召唤邪恶的火球

source: Sun Banner
zh_cn: 太阳旗帜

source: Sun Mask
zh_cn: 太阳面具

source: Sun Stone
zh_cn: 太阳石

source: Sunflower
zh_cn: 向日葵

source: Sunflower Statue
zh_cn: 向日葵雕像

source: Sunflowers
zh_cn: 向日葵

source: Sunfury
zh_cn: 阳炎之怒

source: Sunglasses
zh_cn: 墨镜

source: Sunplate Block
zh_cn: 日盘块

source: Sunplate Clock
zh_cn: 日晷时钟

source: Super Absorbant Sponge
zh_cn: 超级吸水海棉

source: Super Dart Trap
zh_cn: 神庙飞镖机关

source: Super Healing Potion
zh_cn: 超级治疗药水

source: Super Mana Potion
zh_cn: 超级魔力药水

source: Superior
zh_cn: 高端

source: Supreme Helper Minion!
zh_cn: 终极得力仆从!

source: Surface
zh_cn: 地表

source: Survive a blood moon, a nocturnal event where the rivers run red and monsters swarm aplenty.
zh_cn: 在血月之夜中活下来,在这一夜间,河流被染红,怪物蜂拥而至.

source: Survive a long fall with just a sliver of health remaining.
zh_cn: 活着从高处跌落并且只剩下一丁点生命值.

source: Survive a solar eclipse, a day darker than night filled with creatures of horror.
zh_cn: 活着度过比黑夜还黑的日食之夜,到处都是可怕的生物.

source: Survive the slime rain, where gelatinous organisms fall from the sky in droves.
zh_cn: 在史莱姆雨中活下来,在此期间胶状生物会成群结队地从天而降.

source: Survive your character's first full night.
zh_cn: 让你的角色安然度过第一晚.

source: Susceptible to lava!
zh_cn: 甚至不怕岩浆!

source: Suspicious Looking Eye
zh_cn: 可疑的触手

source: Suspicious Looking Tentacle
zh_cn: 可疑的触手

source: Swamp Thing
zh_cn: 沼泽魔怪

source: Swamp Thing Banner
zh_cn: 沼泽魔怪旗帜

source: Swap
zh_cn: 交换

source: Sweetheart Necklace
zh_cn: 甜心项链

source: Swiftness
zh_cn: 敏捷

source: Swiftness Potion
zh_cn: 敏捷药剂

source: Switch
zh_cn: 开关

source: Switch menu
zh_cn: 切换菜单

source: Sword Beam
zh_cn: 剑束

source: Sword Rack
zh_cn: 剑架

source: Sword Statue
zh_cn: 宝剑雕像

source: Sword of the Hero
zh_cn: 英雄之剑

source: Swordfish
zh_cn: 剑鱼

source: Swordfish Trophy
zh_cn: 荣耀之证(剑鱼)

source: Syringe
zh_cn: 剧毒注射器

source: Tabi
zh_cn: 分趾厚底袜

source: Table
zh_cn: 桌子

source: Taboo
zh_cn: 禁忌

source: Tackle Box
zh_cn: 钓具箱

source: Tactical Shotgun
zh_cn: 战术霰弹枪

source: Tactical Skeleton
zh_cn: 骷髅特警

source: Tactical Skeleton Banner
zh_cn: 骷髅特警旗帜

source: Tainted Ghoul
zh_cn: 红染食尸鬼

source: Take
zh_cn: 取走

source: Take One
zh_cn: 取走一个

source: Take Screenshot
zh_cn: 全屏截图

source: Take Snapshot
zh_cn: 边框截图

source: Taking more damage from being on fire
zh_cn: 着火时将受到更多伤害

source: Talk
zh_cn: 交谈

source: Tall Gate
zh_cn: 高门

source: Tally Counter
zh_cn: 计数器

source: Tam O' Shanter
zh_cn: 苏格兰便帽

source: Target Dummy
zh_cn: 标靶傀儡

source: Tartar Sauce
zh_cn: 塔塔酱

source: Tattered Bee Wing
zh_cn: 破损蜂翅

source: Tattered Cloth
zh_cn: 破布

source: Tattered Fairy Wings
zh_cn: 破损仙灵之翼

source: Tavernkeep
zh_cn: 酒保

source: Tax Collector
zh_cn: 税务官

source: Tax Collector's Hat
zh_cn: 税务官帽

source: Tax Collector's Pants
zh_cn: 税务官裤

source: Tax Collector's Suit
zh_cn: 税务官制服

source: Teal Dye
zh_cn: 青绿染料

source: Teal Mushroom
zh_cn: 青绿蘑菇

source: Teal Paint
zh_cn: 青绿油漆

source: Teal Pressure Pad
zh_cn: 青色压力板

source: Teal String
zh_cn: 青色丝线

source: Teal and Black Dye
zh_cn: 青绿黑染料

source: Teal and Silver Dye
zh_cn: 青绿银色染料

source: Team Dye
zh_cn: 队伍染料

source: Team Hair Dye
zh_cn: 队伍染发剂

source: Teleport to ally
zh_cn: 传送至队友

source: Teleport to {0}
zh_cn: 传送至{0}

source: Teleportation Potion
zh_cn: 随机传送药剂

source: Teleporter
zh_cn: 传送器

source: Teleports you home
zh_cn: 将你传送回家

source: Teleports you to a random location
zh_cn: 将你传送至随机位置

source: Teleports you to the position of the mouse
zh_cn: 传送到鼠标所在的位置,长时间使用可能会使人脱离物质世界

source: Tells the time
zh_cn: 显示当前时间

source: Tempest
zh_cn: 暴风雨

source: Tempest Staff
zh_cn: 风暴法杖

source: Temple Key
zh_cn: 神庙钥匙

source: Temple Raider
zh_cn: 神庙入侵者

source: Tendon Bow
zh_cn: 血筋弓

source: Tendon Hook
zh_cn: 血筋钩爪

source: Terra Beam
zh_cn: 泰拉光剑

source: Terra Blade
zh_cn: 泰拉之刃

source: Terraria 2: Electric Boogaloo
zh_cn: Terraria Ⅱ: 机械舞

source: Terraria Part 3: The Return of the Guide
zh_cn: Terraria Ⅲ: 向导归来

source: Terraria Server {0}
zh_cn: Terraria 服务器 {0}

source: Terraria: A Bunnies Tale
zh_cn: Terraria: 圣战兔子

source: Terraria: A good day to dig hard
zh_cn: Terraria: 挖矿吉日

source: Terraria: A spelunker says 'What'?
zh_cn: Terraria: 洞窟探险者惊讶道“那是什么!?”

source: Terraria: Adaman-TIGHT!
zh_cn: Terraria: 绝世精金!

source: Terraria: Also try Edge of Space!
zh_cn: Terraria: 试试《太空边缘》吧!

source: Terraria: Also try Minecraft!
zh_cn: Terraria: 试试《我的世界》吧!

source: Terraria: Better than life
zh_cn: Terraria: 远超生命

source: Terraria: Can You Re-Dig-It?
zh_cn: Terraria: 你能重挖它吗?

source: Terraria: Coming soon to a computer near you
zh_cn: Terraria: 即将在你身边的电脑上上映

source: Terraria: Cthulhu is mad... and is missing an eye!
zh_cn: Terraria: 克苏鲁疯了...还弄丢了眼睛!

source: Terraria: Cult of Cenx
zh_cn: Terraria: Cenx邪教

source: Terraria: Dig Dug Ain't Got Nuthin on Me
zh_cn: Terraria: 挖矿什么的我才不关心呢

source: Terraria: Dig Peon, Dig!
zh_cn: Terraria: 挖,劳工!快挖!

source: Terraria: Digger T' Blocks
zh_cn: Terraria: 挖土之王

source: Terraria: Dividing by zero
zh_cn: Terraria: 我要除以0!!!

source: Terraria: Dr. Bones and The Temple of Blood Moon
zh_cn: Terraria: 骷髅博士与血月神庙

source: Terraria: Earthbound
zh_cn: Terraria: 地球冒险

source: Terraria: Epic Dirt
zh_cn: Terraria: 神土

source: Terraria: I Pity the Tools
zh_cn: Terraria: 我同情这些工具...

source: Terraria: I Pity the Tools...
zh_cn: Terraria: 我同情这些工具...

source: Terraria: I don't know that-- aaaaa!
zh_cn: Terraria: 我不知道--啊啊啊!

source: Terraria: I just wanna know where the gold at?
zh_cn: Terraria: 我只想知道金子在哪?

source: Terraria: I wanna be the guide
zh_cn: Terraria: 我想成为向导

source: Terraria: Infinite Plantera
zh_cn: Terraria: 无限世纪之花

source: Terraria: Judgement Clay
zh_cn: Terraria: 审判粘土

source: Terraria: Legend of Maxx
zh_cn: Terraria: 麦克斯传说

source: Terraria: May the blocks be with you
zh_cn: Terraria: 愿块块与你同在

source: Terraria: NOT THE BEES!!!
zh_cn: Terraria: 不是蜜蜂!!!

source: Terraria: No one Dug Behind!
zh_cn: Terraria: 寸土不留!

source: Terraria: Now in 1D
zh_cn: Terraria: 现已推出1D

source: Terraria: Now with SOUND
zh_cn: Terraria: 现已加入音效

source: Terraria: Now with more ducks!
zh_cn: Terraria: 现在有更多鸭子!

source: Terraria: Now with more things to kill you!
zh_cn: Terraria: 现在有更多东西会干掉你了!

source: Terraria: Obsessive-Compulsive Discovery Simulator
zh_cn: Terraria: 强迫探索症

source: Terraria: Ore's Well That Ends Well
zh_cn: Terraria: 有矿自有天相

source: Terraria: Press alt-f4
zh_cn: Terraria: 快按Alt-F4

source: Terraria: Purple Grass!
zh_cn: Terraria: 紫色草地

source: Terraria: Red Dev Redemption
zh_cn: Terraria: 开发者大镖客

source: Terraria: Rise of the Slimes
zh_cn: Terraria: 史莱姆的崛起

source: Terraria: Rumors of the Guides' death were greatly exaggerated
zh_cn: Terraria: 向导死亡的谣言被严重夸大了

source: Terraria: Sand is Overpowered
zh_cn: Terraria: 无敌的沙块

source: Terraria: Shut Up and Dig Gaiden!
zh_cn: Terraria: 试试《地牢守护者Ⅱ》吧!

source: Terraria: Slimeassic Park
zh_cn: Terraria: 史莱姆公园

source: Terraria: Small Blocks, Not for Children Under the Age of 5
zh_cn: Terraria: 五岁以下儿童不宜食用小块块

source: Terraria: So then I said 'Something about a PC update....'
zh_cn: Terraria: 所以当我说起“一些关于PC版更新的东西...”

source: Terraria: Suspicous Looking Eyeballs
zh_cn: Terraria: 可疑的眼球

source: Terraria: Terrestrial Trouble
zh_cn: Terraria: 惊魂泰拉镇

source: Terraria: The Grass is Greener on This Side
zh_cn: Terraria: 这边的草地更绿

source: Terraria: The Water Fall Of Content!
zh_cn: Terraria: 物竞天择

source: Terraria: There is No Cow Layer
zh_cn: Terraria: 没有奶牛层,也没有奶牛关!

source: Terraria: What's that purple spiked thing?
zh_cn: Terraria: 那紫色的尖玩意儿是什么!?

source: Terraria: You sand bro?
zh_cn: Terraria: 兄弟你疯了吧?

source: Terrarian
zh_cn: 泰拉悠悠球

source: Terrarian Gothic
zh_cn: 泰拉式哥特

source: Terrarium
zh_cn: 空笼子

source: Terrible
zh_cn: 可怕

source: Tesla Turret
zh_cn: 特斯拉炮塔

source: That Red Hat of yours looks familiar...
zh_cn: 你的小红帽看上去很熟悉...

source: That captain fellow seems to me to be 'pretty well over the bay' if you know what I mean!
zh_cn: 那看起来像船长的人,对我来说是“相当不错的海湾”,你知道这是什么意思!

source: That didn't hurt too bad, now did it?
zh_cn: 并不是很疼吧.现在呢?

source: That {Merchant}, he really has no appreciation for a really good deal.
zh_cn: 那个{Merchant},他真的没头脑,不懂什么是好交易.

source: That's gonna need stitches!
zh_cn: 这得缝上几针!

source: That's probably going to leave a scar.
zh_cn: 这样很可能会留下疤痕.

source: The Axe
zh_cn: 电音吉他

source: The Bee's Knees
zh_cn: 蜜蜂膝弓

source: The Blood Moon is rising...
zh_cn: 血色之月正在升起...

source: The Breaker
zh_cn: 魔金战锤

source: The Bride
zh_cn: 僵尸新娘

source: The Cavalry
zh_cn: 骑兵

source: The Corruption tried to take me over when I went to Etheria, but instead, I used its power against the Old One's Army!
zh_cn: 腐化之力曾经企图在我前往艾特尼亚时掌控我,但我反而利用它的力量来对抗旧日军团!

source: The Creation of the Guide
zh_cn: 创造向导

source: The Cursed Man
zh_cn: 被诅咒的人

source: The Dao of Pow
zh_cn: 无极

source: The Deadly Sphere will fight for you
zh_cn: 致命球将为你而战

source: The Destroyer
zh_cn: 毁灭者

source: The Doctor's Pants
zh_cn: 博士长裤

source: The Doctor's Shirt
zh_cn: 博士上衣

source: The Eye Sees the End
zh_cn: 最后一眼

source: The Eye of Cthulhu
zh_cn: 克苏鲁之眼

source: The Fish of Cthulhu
zh_cn: 克苏鲁鱼

source: The Frequent Flyer
zh_cn: 回头客

source: The Frost Legion has arrived!
zh_cn: 雪人军团来了!

source: The Frost Legion has been defeated!
zh_cn: 雪人军团已被击败!

source: The Frost Legion is approaching from the east!
zh_cn: 雪人军团正从东边接近!

source: The Frost Legion is approaching from the west!
zh_cn: 雪人军团正从西边接近!

source: The Frost Moon is rising...
zh_cn: 冰霜之月正在升起...

source: The Grand Design
zh_cn: 宏伟蓝图

source: The Great Southern Plantkill
zh_cn: 南方植物终结者

source: The Groom
zh_cn: 僵尸新郎

source: The Groom Banner
zh_cn: 僵尸新郎旗帜

source: The Guardian's Gaze
zh_cn: 守卫者的凝视

source: The Hanged Man
zh_cn: 倒吊者

source: The Horseman's Blade
zh_cn: 无头骑士之剑

source: The Hungry
zh_cn: 暴食

source: The Land of Deceiving Looks
zh_cn: 梦幻假象的土地

source: The Meatball
zh_cn: 血肉之球

source: The Merchant
zh_cn: 商人

source: The Moon Lord has awoken!
zh_cn: 月球领主已苏醒!

source: The Persistency of Eyes
zh_cn: 眼睛的永恒

source: The Plan
zh_cn: 计划书

source: The Possessed
zh_cn: 血魔之婴

source: The Possessed Banner
zh_cn: 血魔之婴旗帜

source: The Pumpkin Moon is rising...
zh_cn: 南瓜之月正在升起...

source: The Rotted Fork
zh_cn: 腐朽之叉

source: The Screamer
zh_cn: 尖叫

source: The Season
zh_cn: 圣诞雪季

source: The Tongue
zh_cn: 狂卷之舌

source: The Truth Is Up There
zh_cn: 真相就在这里

source: The Twins
zh_cn: 双子魔眼

source: The Twins Have Awoken
zh_cn: 苏醒的双子魔眼

source: The Twins have awoken!
zh_cn: 双子魔眼已苏醒!

source: The UFO will fight for you
zh_cn: UFO将为你而战

source: The Undertaker
zh_cn: 送葬者

source: The air is getting colder around you...
zh_cn: 你周围的空气变冷了...

source: The ancient spirits of light and dark have been released.
zh_cn: 古老的光明与黑暗之魂被释放了.

source: The baby slime will fight for you
zh_cn: 其实是团子啦!

source: The ebonstone in the corruption can be purified using some powder from a dryad, or it can be destroyed with explosives.
zh_cn: 腐化之地的黑檀石可用一些树妖的粉末净化,或者用炸药摧毁.

source: The eternia crystal rejects this area and pops away instantly, the Tavernkeep mentioned it should rest in a large flat open area...
zh_cn: 艾特尼亚水晶排斥此区域,水晶已被弹出,酒保说过应将其放置在宽敞平坦的开阔区域...

source: The first thing you need to know about are the special defensive artifacts I've got for sale, but only if you've got some Defender Medals!
zh_cn: 我这里有上好的防御神器!但只能用守卫者勋章来换!

source: The hornet will fight for you
zh_cn: 黄蜂将为你而战

source: The imp will fight for you
zh_cn: 魔精小鬼将为你而战

source: The jungle grows restless...
zh_cn: 丛林变得焦躁不安...

source: The last guy who was here left me some junk... er I mean... treasures!
zh_cn: 以前守护这儿的人留给了我一些垃圾...呃,我意思是...一些宝藏!

source: The martians have been defeated!
zh_cn: 火星人已被击败!

source: The old one's army has been defeated!
zh_cn: 旧日军团已被击败!

source: The old one's army is approaching!
zh_cn: 旧日军团正在逼近!

source: The only things constant in this world are death and taxes, I've got both!
zh_cn: 这个世界上唯一不变的东西就只有死亡与税收,我两样都有!

source: The only way is up!
zh_cn: 唯一的出路是向上!

source: The pirate will fight for you
zh_cn: 海盗将为你而战

source: The pirates have arrived!
zh_cn: 海盗来了!

source: The pirates have been defeated!
zh_cn: 海盗已被击败!

source: The power of nature compells you
zh_cn: 自然之力驱逐你

source: The power of nature protects you
zh_cn: 自然之力守护你

source: The pygmies will fight for you
zh_cn: 俾格米小人将为你而战

source: The ravens will attack your enemies
zh_cn: 有只乌鸦为你战斗

source: The sharknado will fight for you
zh_cn: 鲨龙卷将为你而战

source: The spider will fight for you
zh_cn: 蜘蛛将为你而战

source: The stardust cell will fight for you
zh_cn: 星尘细胞将为你而战

source: The stardust dragon will protect you
zh_cn: 星尘之龙将保护你

source: The stardust guardian will protect you
zh_cn: 星尘守卫将保护你

source: The sun is high, but my prices are not.
zh_cn: 太阳很高,但我的价格可不高.

source: The twins will fight for you
zh_cn: 双子魔眼将为你而战

source: The wearer can run super fast
zh_cn: 穿上后能跑得飞快

source: The wind moves you around!
zh_cn: 狂风在你身边呼啸!

source: The world is in balance.
zh_cn: 世界处于平衡状态.

source: The {0}th {1} has been defeated!
zh_cn: 已打败第{0}个{1}!

source: There are Some Who Call Him...
zh_cn: 有些人叫我...Him

source: There are many treasures to be discovered in the jungle, if you are willing to dig deep enough.
zh_cn: 如果你愿意挖得足够深,丛林中就有很多宝藏等着你去发现.

source: There was a bomb sitting right here, and now I can't seem to find it...
zh_cn: 原来有个炸弹就在这儿,但现在我似乎找不到了...

source: There's a bajillion monsters running around out there right now!
zh_cn: 现在有一大群怪物在附近跑来跑去!

source: There's been such a huge rumor that's being spread about me, 'If you can't beat him, eat him!'
zh_cn: 人们正盛传着一个关于我的谣言:“如果你不能击败他,就吃掉他!”

source: There's no chefs in all of {WorldName}, so I have to cook all this fish myself!
zh_cn: 整个{WorldName}中都没有厨师,所以我不得不自己烹鱼!

source: Things are grim indeed...
zh_cn: 情况确实严峻...

source: Third Quarter
zh_cn: 下弦月

source: This house is missing {0} and {1}.
zh_cn: 这间房屋缺少:{0}＆{1}.

source: This house is missing {0}, {1}, and {2}.
zh_cn: 这间房屋缺少:{0}、{1}＆{2}.

source: This house is missing {0}, {1}, {2}, and {3}.
zh_cn: 这间房屋缺少:{0}、{1}、{2}＆{3}.

source: This house is missing {0}.
zh_cn: 这间房屋缺少:{0}.

source: This housing does not meet the requirements for a
zh_cn: 这间房屋不合格

source: This housing is already occupied.
zh_cn: 这间房屋已被占领.

source: This housing is corrupted.
zh_cn: 这间房屋已腐化.

source: This housing is suitable.
zh_cn: 这间房屋很适合.

source: This is a big upgrade from wiping that table all day.
zh_cn: 对比整天擦桌子,这真是一个巨大的改进.

source: This is a cut-throat razor by the way.
zh_cn: 对了,这可是一把割喉用的剃刀.

source: This is a solid block!
zh_cn: 这是个实心块!

source: This is going to be a terrible night...
zh_cn: 这将会是个糟糕的夜晚...

source: This is not valid housing.
zh_cn: 这不是有效的房屋.

source: This party is going to be nuts, maybe even bolts!
zh_cn: 这个派对要变成螺母了,甚至可能会变成螺钉!

source: This room is missing a wall
zh_cn: 这间房屋少了一些墙

source: This room is too big
zh_cn: 这间房屋太大了

source: This room is too small
zh_cn: 这间房屋太小了

source: This sentence is false, or is it?
zh_cn: 这句话是假的,还是真的?

source: This world was generated in an older version that did not support seeds.
zh_cn: 此世界在不支持种子的旧版本中生成.

source: Thorn
zh_cn: 荆棘

source: Thorn Ball
zh_cn: 刺球

source: Thorn Chakram
zh_cn: 荆棘旋刃

source: Thorn Hook
zh_cn: 荆棘钩爪

source: Thorns
zh_cn: 荆棘

source: Thorns Potion
zh_cn: 荆棘药剂

source: Those highlights really bring out your eyes!
zh_cn: 这些能亮瞎你!

source: Throne
zh_cn: 王座

source: Through the Window
zh_cn: 窗外

source: Throw
zh_cn: 丢弃

source: Throw a yoyo.
zh_cn: 投掷悠悠球.

source: Throw this to make someone fall in love
zh_cn: 砸到别人身上能让他们坠入爱河

source: Throw this to make someone smell terrible
zh_cn: 砸到别人身上能让他们变得难闻

source: Throw to create a climbable line of rope
zh_cn: 扔出一串能让你爬上去的绳子

source: Throw to create a climbable line of vine rope
zh_cn: 投掷可形成一道可攀爬的藤蔓绳

source: Throwing Knife
zh_cn: 飞刀

source: Throwing Lines
zh_cn: 扔绳子

source: Throws a controllable flying knife
zh_cn: 投掷一枚能控制的飞刀

source: Throws a counterweight after hitting an enemy with a yoyo
zh_cn: 用悠悠球击中敌人后,投掷平衡锤

source: Throws balls of fire
zh_cn: 释放火球

source: Tiara
zh_cn: 三重冠

source: Tiger Climbing Gear
zh_cn: 猛虎攀爬器

source: Tiger Skin
zh_cn: 虎皮

source: Tiki Mask
zh_cn: 提基面具

source: Tiki Pants
zh_cn: 提基裤子

source: Tiki Shirt
zh_cn: 提基衬衫

source: Tiki Spirit
zh_cn: 提基之灵

source: Tiki Torch
zh_cn: 提基火炬

source: Tiki Totem
zh_cn: 提基图腾

source: Til Death...
zh_cn: 至死不渝...

source: Tile Grid Off
zh_cn: 方块网格：关闭

source: Tile Grid On
zh_cn: 方块网格：开启

source: Tim
zh_cn: 提姆

source: Tim Banner
zh_cn: 提姆旗帜

source: Timber!!
zh_cn: 木材!!

source: Time
zh_cn: 时间

source: Time Hair Dye
zh_cn: 时间染发剂

source: Time: {0}
zh_cn: 时间: {0}

source: Timed
zh_cn: 自动

source: Timer
zh_cn: 计时器

source: Tin
zh_cn: 锡矿石

source: Tin Axe
zh_cn: 锡质斧头

source: Tin Bar
zh_cn: 锡锭

source: Tin Bow
zh_cn: 锡质短弓

source: Tin Brick
zh_cn: 锡砖块

source: Tin Brick Wall
zh_cn: 锡砖墙

source: Tin Broadsword
zh_cn: 锡质宽剑

source: Tin Can
zh_cn: 锡罐

source: Tin Chainmail
zh_cn: 锡质链甲

source: Tin Chandelier
zh_cn: 锡质吊灯

source: Tin Greaves
zh_cn: 锡质护胫

source: Tin Hammer
zh_cn: 锡质大锤

source: Tin Helmet
zh_cn: 锡质头盔

source: Tin Ore
zh_cn: 锡矿石

source: Tin Pickaxe
zh_cn: 锡质镐

source: Tin Plating
zh_cn: 锡镀层

source: Tin Plating Wall
zh_cn: 镀锡墙壁

source: Tin Shortsword
zh_cn: 锡质短剑

source: Tin Watch
zh_cn: 锡质怀表

source: Tin-Foil Hatter
zh_cn: 锡箔帽商

source: Tinkerer's Workshop
zh_cn: 工匠作坊

source: Tiny
zh_cn: 微小

source: Tiny Eater
zh_cn: 小吞噬者

source: Tipping IS optional, but remember I have access to scissors and your head.
zh_cn: 给不给小费你看着办,但别忘了剪刀与你的脑袋都在我手上.

source: Tipsy
zh_cn: 酒劲

source: Tissue Sample
zh_cn: 组织样本

source: Titan
zh_cn: 泰坦之力

source: Titan Glove
zh_cn: 泰坦手套

source: Titan Potion
zh_cn: 泰坦药剂

source: Titanium
zh_cn: 钛金矿石

source: Titanium Bar
zh_cn: 钛金锭

source: Titanium Breastplate
zh_cn: 钛金胸甲

source: Titanium Chainsaw
zh_cn: 钛金链锯

source: Titanium Drill
zh_cn: 钛金钻头

source: Titanium Forge
zh_cn: 钛金熔炉

source: Titanium Headgear
zh_cn: 钛金刺盔

source: Titanium Helmet
zh_cn: 钛金战盔

source: Titanium Leggings
zh_cn: 钛金护腿

source: Titanium Mask
zh_cn: 钛金面具

source: Titanium Ore
zh_cn: 钛金矿石

source: Titanium Pickaxe
zh_cn: 钛金镐

source: Titanium Repeater
zh_cn: 钛金连弩

source: Titanium Sword
zh_cn: 钛金破刃剑

source: Titanium Trident
zh_cn: 钛金三叉戟

source: Titanium Waraxe
zh_cn: 钛金战斧

source: Titanstone Block
zh_cn: 钛金石块

source: Titanstone Block Wall
zh_cn: 钛金墙壁

source: To interact with backgrounds, use a hammer!
zh_cn: 要删除背景或者使方块斜边,就要使用锤子!

source: To me it look like a leprechaun to me
zh_cn: 对我来说它看起来就像一只小妖精呢

source: Toggle Full Map
zh_cn: 切换完整地图

source: Toggle Fullscreen
zh_cn: 切换全屏地图

source: Toggle Map Style
zh_cn: 切换地图风格

source: Toilet
zh_cn: 马桶

source: Tomb Crawler
zh_cn: 掘墓蠕虫

source: Tomb Crawler Banner
zh_cn: 掘墓蠕虫旗帜

source: Tombstone
zh_cn: 墓碑

source: Tome of Infinite Wisdom
zh_cn: 无尽智慧之书

source: Toolbelt
zh_cn: 工具腰带

source: Toolbox
zh_cn: 工具箱

source: Top Hat
zh_cn: 高顶礼帽

source: Topaz
zh_cn: 黄晶玉

source: Topaz Bolt
zh_cn: 黄晶玉魔弹

source: Topaz Gem Lock
zh_cn: 黄晶玉锁柜

source: Topaz Gemspark Block
zh_cn: 黄晶玉砖

source: Topaz Gemspark Wall
zh_cn: 黄晶玉墙

source: Topaz Hook
zh_cn: 黄晶玉抓钩

source: Topaz Robe
zh_cn: 黄晶玉长袍

source: Topaz Staff
zh_cn: 黄晶玉法杖
